driver-tests/bpelse/assign/AssignJbi/test/CopyNameInvoke/Output.xml

<?xml version="1.0" encoding="UTF-8"?><SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://schemas.xmlsoap.org/soap/envelope/ http://schemas.xmlsoap.org/soap/envelope/"><SOAP-ENV:Header/><SOAP-ENV:Body xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/"><NamePart xmlns="urn:DataType"><xsd_Name>UndefinedNameLength21</xsd_Name><optional_Name>UndefinedNameLength21</optional_Name><repeat_Name>NoName</repeat_Name><repeat_Name>name</repeat_Name></NamePart></SOAP-ENV:Body></SOAP-ENV:Envelope>
